var jsonData = {
        "no": "002",
        "title": "魂斗罗",
        "desc": ["上上下下左右左右BA","这个秘密，后来成了一个文化符号。"],
		"intro": "那年夏天，我表哥家的电视机还是那种大屁股的，21寸，按钮在侧面。他把FC卡带插进去，吹了吹金手指，递给我一个手柄。屏幕上出现了两个赤膊上阵的男人，一个蓝裤子一个红裤子，端着枪跳来跳去。背景是丛林，树在烧，炮台在喷火，天上掉下来的外星兵跟下饺子一样。",
        "question":["当年你们第一次通关魂斗罗","用的是30条命还是3条命？"],
        "data":[
            {
            "title":"调个好东西",
            "content":[
            "表哥说，你看好了，我给你调个好东西。",
            "他按了暂停，然后手柄在他手里发出了一串有节奏的咔嗒声：上上下下左右左右BA。屏幕闪了一下，角落里的生命数从3变成了30。他得意地看了我一眼，那表情我记得很清楚，像是掌握了一个天大的秘密。"
            ],
            "card":["这个秘密，后来成了一个文化符号。"]
            },{
            "title":"有家公司叫Konami",
            "content":[
            "魂斗罗，1987年Konami在街机上推出的作品，同年移植到FC。国内D版商统一叫'魂斗罗1代'或者干脆就叫'魂斗罗'。这个名字据说是从西班牙语来的，Contra，意思是'对抗'。但小时候谁管这个，我们只知道这游戏讲的是两个猛男——比尔·雷泽和兰斯·比恩——去干外星人，因为外星人把地球的军事基地占领了。",
            "说到Konami这家公司，你可能不知道，在魂斗罗之前，他们已经在街机市场混了好几年了。但真正让Konami在中国玩家心里封神的，就是从这款游戏开始的。"
            ],
            "cardPlus":["魂斗罗"],
            },{
            "title":"先说说最基础的东西",
            "content":[
            "你控制一个角色从左往右走，开枪，跳，躲子弹，捡武器。武器有五种字母：S是散弹，M是机关枪，L是激光，R是快速弹，F是火焰弹。S弹是公认的王者，扇形扩散，一枪打出去能覆盖半个屏幕。",
            "第一关开局，你从直升机上跳下来，正前方有个小兵，打掉他，再往前走几步，那个标志性的S弹红色胶囊就在地上等着你。捡起来，然后蹲在石头后面，朝右开枪。注意头顶，有敌人会从上方跳下来，用S弹的散射范围往上招呼就行。",
            "这是第一关的最优解，没什么好争的。"
            ],
            "card":["但如果你觉得这游戏就是一路突突突","那你大概只玩了个皮毛。"],
            "imageAlt":"插旗那一刻,分数唰唰往上跳"
            }
      ]
}
